result/flames/00_NO_THP/benchmark-stats.log
  240000000 requests completed in 461.14 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.01% <= 2 milliseconds
0.79% <= 3 milliseconds
21.31% <= 4 milliseconds
84.43% <= 5 milliseconds
92.26% <= 6 milliseconds
97.07% <= 7 milliseconds
98.07% <= 8 milliseconds
98.47% <= 9 milliseconds
98.82% <= 10 milliseconds
99.06% <= 11 milliseconds
99.31% <= 12 milliseconds
99.50% <= 13 milliseconds
99.62% <= 14 milliseconds
99.70% <= 15 milliseconds
99.73% <= 16 milliseconds
99.74% <= 17 milliseconds
99.75% <= 18 milliseconds
99.76% <= 19 milliseconds
99.77% <= 20 milliseconds
99.77% <= 21 milliseconds
99.78% <= 22 milliseconds
99.78% <= 23 milliseconds
99.79% <= 24 milliseconds
99.79% <= 25 milliseconds
99.80% <= 26 milliseconds
99.81% <= 27 milliseconds
99.81% <= 28 milliseconds
99.82% <= 29 milliseconds
99.82% <= 30 milliseconds
99.82% <= 31 milliseconds
99.83% <= 32 milliseconds
99.83% <= 33 milliseconds
99.83% <= 34 milliseconds
99.83% <= 35 milliseconds
99.84% <= 36 milliseconds
99.84% <= 37 milliseconds
99.84% <= 38 milliseconds
99.85% <= 39 milliseconds
99.85% <= 40 milliseconds
99.85% <= 41 milliseconds
99.86% <= 42 milliseconds
99.86% <= 43 milliseconds
99.86% <= 44 milliseconds
99.86% <= 45 milliseconds
99.86% <= 46 milliseconds
99.87% <= 47 milliseconds
99.87% <= 48 milliseconds
99.87% <= 49 milliseconds
99.87% <= 50 milliseconds
99.88% <= 51 milliseconds
99.88% <= 52 milliseconds
99.88% <= 53 milliseconds
99.88% <= 54 milliseconds
99.89% <= 55 milliseconds
99.89% <= 56 milliseconds
99.89% <= 57 milliseconds
99.89% <= 58 milliseconds
99.89% <= 59 milliseconds
99.89% <= 60 milliseconds
99.89% <= 61 milliseconds
99.89% <= 62 milliseconds
99.89% <= 63 milliseconds
99.89% <= 64 milliseconds
99.89% <= 66 milliseconds
99.90% <= 67 milliseconds
99.90% <= 68 milliseconds
99.90% <= 72 milliseconds
99.90% <= 73 milliseconds
99.90% <= 74 milliseconds
99.90% <= 76 milliseconds
99.90% <= 77 milliseconds
99.90% <= 78 milliseconds
99.90% <= 79 milliseconds
99.90% <= 80 milliseconds
99.90% <= 81 milliseconds
99.90% <= 82 milliseconds
99.90% <= 83 milliseconds
99.90% <= 84 milliseconds
99.90% <= 86 milliseconds
99.90% <= 87 milliseconds
99.90% <= 90 milliseconds
99.90% <= 92 milliseconds
99.90% <= 93 milliseconds
99.90% <= 95 milliseconds
99.90% <= 97 milliseconds
99.90% <= 98 milliseconds
99.90% <= 103 milliseconds
99.91% <= 105 milliseconds
99.91% <= 112 milliseconds
99.91% <= 113 milliseconds
99.91% <= 115 milliseconds
99.91% <= 121 milliseconds
99.91% <= 122 milliseconds
99.91% <= 123 milliseconds
99.91% <= 124 milliseconds
99.91% <= 125 milliseconds
99.91% <= 126 milliseconds
99.91% <= 127 milliseconds
99.91% <= 129 milliseconds
99.91% <= 130 milliseconds
99.91% <= 131 milliseconds
99.91% <= 132 milliseconds
99.91% <= 133 milliseconds
99.91% <= 136 milliseconds
99.91% <= 137 milliseconds
99.92% <= 138 milliseconds
99.92% <= 139 milliseconds
99.92% <= 140 milliseconds
99.92% <= 141 milliseconds
99.93% <= 142 milliseconds
99.98% <= 143 milliseconds
99.98% <= 144 milliseconds
99.99% <= 145 milliseconds
99.99% <= 146 milliseconds
99.99% <= 158 milliseconds
99.99% <= 163 milliseconds
99.99% <= 164 milliseconds
99.99% <= 165 milliseconds
99.99% <= 171 milliseconds
99.99% <= 173 milliseconds
99.99% <= 176 milliseconds
99.99% <= 177 milliseconds
99.99% <= 178 milliseconds
99.99% <= 179 milliseconds
99.99% <= 180 milliseconds
99.99% <= 181 milliseconds
99.99% <= 182 milliseconds
99.99% <= 198 milliseconds
99.99% <= 199 milliseconds
100.00% <= 200 milliseconds
100.00% <= 201 milliseconds
100.00% <= 202 milliseconds
100.00% <= 203 milliseconds
100.00% <= 204 milliseconds
100.00% <= 206 milliseconds
100.00% <= 209 milliseconds
100.00% <= 210 milliseconds
100.00% <= 211 milliseconds
100.00% <= 214 milliseconds
100.00% <= 216 milliseconds
100.00% <= 217 milliseconds
100.00% <= 220 milliseconds
100.00% <= 221 milliseconds
100.00% <= 243 milliseconds
100.00% <= 245 milliseconds
100.00% <= 245 milliseconds
520444.78 requests per second